SigFeXML 3.0 + ws nc(Devengos UPLOAD) - copia/SigFeXML/LogSigfe2/2016/04/01/201600000/C_Rezagados/26012016_542511_C_Rezagado-1.xml

<?xml version="1.0" encoding="utf-8"?>
<Envelope xmlns="http://www.w3.org/2003/05/soap-envelope">
	<Header />
	<Body>
<Devengo xmlns="http://sigfe.cl/ws/inter/verticales/devengo">
	<cabeceraArchivoType>
		<ejercicio>2016</ejercicio>
		<periodo>01</periodo>
		<proceso>0301</proceso>
		<identificacionEnvio>1601261226408310</identificacionEnvio>
		<montoTotal>-858256</montoTotal>
		<cantidadTransacciones>1</cantidadTransacciones>
		<usuarioGenerador>cmunozca</usuarioGenerador>
		<usuarioAprobador>cmunozca</usuarioAprobador>
		<informacionInstitucionType>
			<partida>16</partida>
			<capitulo>04</capitulo>
			<areaTransaccional>001</areaTransaccional>
		</informacionInstitucionType>
	</cabeceraArchivoType>
	<transaccionType>
		<folioOriginal>75</folioOriginal>
		<tipoTransaccion>2</tipoTransaccion>
		<idTransferencia>542511</idTransferencia>
		<titulo>NC_7142_2016-01-04</titulo>
		<descripcionTransaccionDevengo>NC_7142_2016-01-04</descripcionTransaccionDevengo>
		<tipoAjuste>7</tipoAjuste>
		<devengoTED>false</devengoTED>
		<documentoType>
			<correlativoDocumento>9429730</correlativoDocumento>
			<tipoDocumento>0401</tipoDocumento>
			<descripcionDocumentoDevengo>NC_7142_2016-01-04</descripcionDocumentoDevengo>
			<numeroDocumentoDevengo>7142</numeroDocumentoDevengo>
			<fechaDocumentoDevengo>2016-01-04</fechaDocumentoDevengo>
			<fechaRecepcionConforme />
			<monedaDocumentoDevengo>CLP</monedaDocumentoDevengo>
			<fechaTipoCambio />
			<contabilizacionImpuesto>false</contabilizacionImpuesto>
			<montoTotalNetoOrigen>-858256</montoTotalNetoOrigen>
			<imputacionAGlosasType>
				<programaPresupuestario />
				<numeroGlosaPresupuestaria />
				<letraGlosaPresupuestaria />
				<valorImputacion />
			</imputacionAGlosasType>
			<camposVariablesType>
				<campoVariableType>
					<codigo />
					<valor />
				</campoVariableType>
			</camposVariablesType>
			<impuestoType>
				<codigoImpuesto>
				</codigoImpuesto>
				<montoBase />
			</impuestoType>
			<principalType>
				<rut>61601000-K</rut>
				<institucionTED />
				<requerimientoCompromisoType>
					<correlativoRequerimientoCompromiso>9839820</correlativoRequerimientoCompromiso>
					<proceso>01</proceso>
					<folio />
					<combinacionType>
						<conceptoPresupuestarioType>
							<concepto>1210</concepto>
							<montoNeto>-858256</montoNeto>
							<cuentaContable>
								<codigoCuentaDebe>11512</codigoCuentaDebe>
								<codigoCuentaHaber>12192</codigoCuentaHaber>
								<montoCuentaDebe>-858256</montoCuentaDebe>
								<montoCuentaHaber>-858256</montoCuentaHaber>
							</cuentaContable>
						</conceptoPresupuestarioType>
						<catalogosType>
							<catalogo>iniciativaInversion</catalogo>
							<valor>00</valor>
						</catalogosType>
					</combinacionType>
				</requerimientoCompromisoType>
				<cumplimientoType>
					<rutPrincipalRelacionado>61601000-K</rutPrincipalRelacionado>
					<fechaCumplimiento>2016-12-31</fechaCumplimiento>
					<montoCumplimiento>-858256</montoCumplimiento>
				</cumplimientoType>
			</principalType>
		</documentoType>
		<combinacionCatalogoContableType>
			<codigo />
			<valor />
		</combinacionCatalogoContableType>
	</transaccionType>
</Devengo></Body>
</Envelope>